<?php
//////////////////////////////////////////////
// —оответсвие номеров счетов мес€цам года  //
// ---------------------------------------  //
// »спользуетс€ при составлении отчетов     //
// ---------------------------------------  //
// в скобках после array через зап€тую      //
// перечислить номера счетов дл€ каждого    //
// мес€ца. ¬ конце каждой строки мес€ца     //
// должна быть зап€та€, кроме 12 мес€ца.    //
// «аполн€етс€ вручную! Ѕудь внимателен,    //
// иначе получишь неправильный отчет!       //
//////////////////////////////////////////////
$accno = array(
1 =>  array(101,201,301,401),
2 =>  array(102,202,302,402,502),
3 =>  array(103,203,303,403,503),
4 =>  array(104,204,304,404,504,604),
5 =>  array(105,205,305,405,505),
6 =>  array(106,206,306,406,506),
7 =>  array(107,207,307,407,507),
8 =>  array(108),
9 =>  array(109),
10 => array(110),
11 => array(111),
12 => array(112)
);
?>